Repository: mostafa11100/study-path-app
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: LogIn
ar: تسجيل دخول

source: SignUp
ar: انشاء حساب

# Welcome
source: Welcome To StudyPath
ar: مرحبا ف studypath

source: Create Your Acount
ar: انشاء حساب

source: First name
ar: الاسم الاول

source: Last name
ar: اسم العائله

source: E-mail or phone number
ar: البريد الاكتروني او رقم الهاتف

source: Password
ar: الرقم السري

# Comfertpassword
source: Confirt password
ar: تاكيد كلمه السر

source: Already have acount
ar: لدي حساب بالفعل

source: Login to your acount
ar: تسجيل الدخول الي حسابك

source: Welcome back
ar: مرحبا بعودتك

source: Remember me
ar: ذكرني لاحقا

source: Forget password
ar: نسيت كلمه السر

source: Or login with
ar: او سجل ب

source: Don''t have an acount
ar: ليس لدي حساب

# verifyyouidentify
source: verify your identity
ar: تحقق من هويتك

# selectmethode
source: Select a Methode you like to send you verification code
ar: اختر طريقة لإرسال رمز التحقق إليك

source: Verify By E-mail
ar: التحقق عن طريق البريد الإلكتروني

# verifybysms
source: Verify By phone sms
ar: التحقق عن طريق الرسائل القصيرة

source: Verify By phone call
ar: التحقق عن طريق مكالمة هاتفية

source: Continue
ar: استمر

source: I Remember my password
ar: أتذكر كلمة المرور الخاصة بي
